[
    {
        "_id": 2001,
        "productName": "Food Grade Yarn (VOT)",
        "productImageUrl": "https://i.ibb.co/zFdj8SN/food-grade-yarn.jpg",
        "productDescription": "It is produced with 100% edible Soya Bean Oil instead of regular JBO oil (Jute Batching Oil); a petrochemical by product. This type of Yarn is odorless and suitable for producing fabrics and bags for human consumable products like packing coffee, nuts, grains etc."
    },
    {
        "_id": 2002,
        "productName": "PVA Coated Jute Yarn",
        "productImageUrl": "https://i.ibb.co/93wJc5q/pva-coated-jute-yarn.jpg",
        "productDescription": "It is one of the most popular diversified products of us. This type of Jute yarn is PVA coated. So it has no hairiness. PVA coated Jute yarn is more lustrous and it’s basically used for decoration purpose."
    },
    {
        "_id": 2003,
        "productName": "Colored Jute Yarn",
        "productImageUrl": "https://i.ibb.co/jMCXHHh/colored-jute-yarn.jpg",
        "productDescription": "Colored Jute Yarn is treated with Azo-free dyes for strong color fastness and attractive texture. It is another most demanding product which is used for various purpose like weaving, binding, crafts, decoration, bag etc."
    },
    {
        "_id": 2004,
        "productName": "Bleached Yarn",
        "productImageUrl": "https://i.ibb.co/2FzFzGd/bleached-yarn.jpg",
        "productDescription": "Jute is bleached in order to create white, glossy cloth or a base material for coloring goods meant for value-added and diverse products. Bleached Yarn is used for Handicraft, Rug's Carpets, Knitting, Furniture, Bag's, Packaging etc."
    },
    {
        "_id": 2005,
        "productName": "Jute Tape",
        "productImageUrl": "https://i.ibb.co/N6nKCtj/jute-tape.jpg",
        "productDescription": "Jute tape is a very premium product of us. Jute Tap is light weight, narrow woven fabric used prominently in nursery/ agriculture.  It is generally used for wrapping the tree & roots to protect themselves from Cold, Snow & insects etc."
    },
    {
        "_id": 2006,
        "productName": "Jute Webbing/ Ribbon",
        "productImageUrl": "https://i.ibb.co/8PNpsHW/jute-webbing-ribbon.jpg",
        "productDescription": "Jute Webbing/ Ribbon is a strong, narrow compact woven fabric. This can be used as a seat belt and in upholstery. It can be manufactured any width as per buyer’s requirements."
    },
    {
        "_id": 2007,
        "productName": "Jute Soil Saver (GEO textile)",
        "productImageUrl": "https://i.ibb.co/HCj0sz3/jute-soil-saver.jpg",
        "productDescription": "100% natural & biodegradable organic product made from Jute. Great for mulch retention & Soil stabilization. Ideal for short term erosion protection to batters and open drains. It is used to protect the soil erosion in the river bank or newly constructed roads and highways."
    },
    {
        "_id": 2008,
        "productName": "Coffee Bags",
        "productImageUrl": "https://i.ibb.co/pZ1LLxV/coffee-bag.jpg",
        "productDescription": "Coffee beans are packed in Jute bag as it is environment friendly and also by customizing the brand logo in it you can promote your brand name."
    },
    {
        "_id": 2009,
        "productName": "Tea Bags",
        "productImageUrl": "",
        "productDescription": "There are numerous Jute Tea Bag options available globally. Discovering the high-quality, beautifully designed tea bags, and maintain your individuality with materials that are eco-friendly and help you to produce a great product."
    },
    {
        "_id": 2010,
        "productName": "Laminated Colored Hessian Fabric",
        "productImageUrl": "https://i.ibb.co/nQ42GVp/laminated-colored-hessian.jpg",
        "productDescription": "Classic rough weave hessian fabric with the extra element of a very useful laminated surface applied to the back of the fabric. Laminated hessian is used to prevent liquid from getting to the fabric and from getting to the item the fabric surrounds. We can use it for larger items such as stall coverings, we can add brass eyelets and clear panels. Very protective laminate backing."
    },
    {
        "_id": 2011,
        "productName": "Colored Jute Hessian",
        "productImageUrl": "https://i.ibb.co/RyHfytm/colored-jute-hessian-fabric.jpg",
        "productDescription": "Our classic Jute hessian available in different range. The hessian is constructed in the same way as our natural option, then solid dyed to produce great colors to choose from. The Wide range of practical uses varies from construction jobs supporting brickwork to use in schools, colleges and sports centers. Banners, tents, barriers, theatre backdrops notice boards and creative projects all benefit from this hard-working versatile fabric."
    }
]