[
    {
        "_id": 1001,
        "productName": "Jute Yarn",
        "productImageUrl": "https://i.ibb.co/zFdj8SN/food-grade-yarn.jpg",
        "productDescription": "We are in a position to supply Jute Yarn/ Twine ranging from 4.8 lbs to 250 lbs both single and ply. natural, color and bleached. We also supply Food Grade Jute Yarn/Twine produced with 100% edible Soya Bean Oil."
    },
    {
        "_id": 1002,
        "productName": "Jute Rope",
        "productImageUrl": "https://i.ibb.co/B3242MR/jute-rope.jpg",
        "productDescription": "Jute Rope has variety from 4mm to 50mm both natural and color. It is used for tying up gifts, embellishing cards, baskets, gift tags, vases, plant grafting, embellish flower arrangements, centerpieces and much more. The coarser Jute Ropes are used in sailing, construction, transport, agriculture or insulation of log houses. Because of its appearance, Jute rope is often used as a decorative element in homes, restaurants and gardens."
    },
    {
        "_id": 1003,
        "productName": "Jute Bag",
        "productImageUrl": "https://i.ibb.co/9v4RSV0/jute-bag.jpg",
        "productDescription": "Bag for various purposes like packaging of Potato, Onion, Wheat, Coffee, Nuts etc. Also, designer Shopping bags for regular use. Jute bags are also used for promotional purpose by printing logo in it."
    },
    {
        "_id": 1004,
        "productName": "Jute sheets (mesh)",
        "productImageUrl": "https://i.ibb.co/D7FsWH4/jute-sheet.jpg",
        "productDescription": "Light weight Jute Fabrics cut into squares like 40X40 cm, 60X60 cm, 80X80 cm & 100X100 cm. Jute sheets are used for multipurpose use like nursery, construction area and for packing purpose."
    },
    {
        "_id": 1005,
        "productName": "Binola Twill Bag",
        "productImageUrl": "",
        "productDescription": "Products are transported using common Binola Jute sacks. This Jute Binola is used to package a variety of products such as rice, cashews, shea nuts, cashews, cocoa beans and peanuts."
    },
    {
        "_id": 1006,
        "productName": "Standard B-Twill",
        "productImageUrl": "",
        "productDescription": "These B-Twill Jute Sack Bags are typically used for the continent of Africa's primary crops, which includes sugarcane, sesame, gum arabic, sorghum, and peanuts (groundnuts)."
    },
    {
        "_id": 1007,
        "productName": "Hessian Cloth",
        "productImageUrl": "https://i.ibb.co/Hn1xTB7/hessian-cloth.jpg",
        "productDescription": "Burlap is the American name for hessian cloth, while crocus is the name given to it in Jamaica. Hessian is regarded as being environmentally benign and biodegradable because Jute is a natural fiber. Hessian fabric is used for Sandbags, Food storage, Planter bags, Nets, Arts and crafts, interior design and upholstery, soundproofing, heat protection, construction, packaging, furniture etc."
    }
]